Repository: Settlers4Modding/CommunityPatchLauncher
Catalog: src/CommunityPatchLauncher/Properties/Resources.*.resx
Languages: de_de

# Default_Abort
source: Abort
de_de: Abbrechen

# Default_LanguageLabel
source: Language:
de_de: Sprache:

# Default_No
source: No
de_de: Nein

# Default_Save
source: Save
de_de: Speichern

# Default_UpdateApplication
source: Update Application
de_de: Programm aktualisieren

# Default_Yes
source: Yes
de_de: Ja

# Develop
source: Newest unstable
de_de: Neuste ungetestete Versionen

# Dialog_GetRemoteNoBuildsFound
source: Could not find any builds on the given branch
de_de: Es konnten keine Builds auf dem aktuellen Branch gefunden werden!

# Dialog_UpdateInformationTitle
source: Update information
de_de: Updateinformationen

# Dialog_UpdateProblemTitle
source: Problem while trying to update
de_de: Es gab ein Problem beim updaten

# Dialog_UpgradeTitle
source: Do you want to upgrade?
de_de: Möchtest du aktualisieren?

# DocumentCacheNotice
source: The Document was loaded from cache
de_de: Das Dokument wurde aus dem Cache geladen

# MainWindow_About
source: About
de_de: Über

# MainWindow_Help
source: Help
de_de: Hilfe

# MainWindow_IntellectualProperty
source: Intellectual property
de_de: Geistiges Eigentum

# MainWindow_Maps
source: Maps
de_de: Karten

# MainWindow_Multiplayer
source: Multiplayer
de_de: Mehrspieler

# MainWindow_News
source: News
de_de: Neuigkeiten

# MainWindow_Play
source: Play
de_de: Spielen

# MainWindow_PlayerSearch
source: Search players
de_de: Spielersuche

# MainWindow_ReportIssue
source: Report issue
de_de: Fehler melden

# MainWindow_Settings
source: Settings
de_de: Einstellungen

# MainWindow_StartSettle
source: Settle
de_de: Siedeln

# MainWindow_TextureChanger
source: Texture Changer
de_de: Texturen wechsler

# MainWindow_Tools
source: Tools
de_de: Extras

# Message_LocalVersionIsNewer
source: Your local version is newer or up to date
de_de: Der Launcher ist bereits auf dem aktuellen Stand

# Message_Update
source: Remote version is newer do you want to upgrade? Local version: {localVersion} Remote version: {remoteVersion}
de_de: Remote Version ist neuer, möchtest du aktualisieren? Lokale version: {localVersion} Remote version: {remoteVersion}

# PlayControl_DownloadAllPatchesTooltip
source: Download all the patches for the offline mode
de_de: Lade alle Patches für den Offline Modus herunter

# PlayControl_FastSpeed
source: Fast Speed (2)
de_de: Schnelle Geschwindigkeit (2)

# PlayControl_Launch
source: Launch game
de_de: Spiel starten

# PlayControl_NormalSpeed
source: Normal Speed (1)
de_de: Normale Geschwindigkeit (1)

# PlayControl_TestingSpeed
source: Testing Speed (60)
de_de: Test Geschwindigkeit (60)

# PlayControl_VeryFastSpeed
source: Very Fast Speed (3)
de_de: Sehr schnelle Geschwindigkeit (3)

source: Release
de_de: Offizielle Versionen

# ResizeWindow_CustomSize
source: Custom size
de_de: Eigene Größe

# ResizeWindow_HeightTooltip
source: Enter window height
de_de: Fenster Höhe eintragen

# ResizeWindow_NewSize
source: Enter new size
de_de: Eigene Größe angeben

# ResizeWindow_SelectNewSize
source: Select new size:
de_de: Neue Fenstergröße auswählen:

# ResizeWindow_Title
source: Resize Window
de_de: Fenstergröße anpassen

# ResizeWindow_WidthTooltip
source: Enter window width
de_de: Fenster breite eintragen

# SettingsWindow_MinimizeOnGameStart
source: Minimize launcher on game start
de_de: Launcher beim Spielstart minimieren

# SettingsWindow_UpdateBranch
source: Update Branch:
de_de: Update Quelle:

# SettingWindow_CheckForUpdateOnStartup
source: Check for update on Startup
de_de: Beim Starten nach Updates überprüfen

# SettingWindow_DownloadFolder
source: Download folder:
de_de: Download Ordner:

# SettingWindow_OpenDownloadFolder
source: Open download folder
de_de: Downloads Ordner öffnen

# SettingWindow_OpenGameFolder
source: Open game folder
de_de: Spielverzeichnis öffnen

# SettingWindow_OpenSettingFolder
source: Open setting folder
de_de: Einstellungen Ordner öffnen

# SettingWindow_ResetAgreement
source: Reset agreement
de_de: Vereinbarung zurücksetzten

# WelcomeWindow_Agree
source: I did read the agreement
de_de: Ich habe die Vereinbarung gelesen

# WelcomeWindow_AutoDetect
source: Auto detect
de_de: Automatisch erkennen

# WelcomeWindow_TextBox
source: Agreement
de_de: Vereinbarung

# WelcomeWindow_Title
source: Welcome
de_de: Willkommen

# WelcomWindow_GameFolder
source: Game folder:
de_de: Spielverzeichnis:
